{"config": [{"config": {"output_dim": 128, "activation": "linear", "b_regularizer": null, "activity_regularizer": null, "batch_input_shape": [null, 39], "trainable": true, "W_constraint": null, "init": "glorot_uniform", "b_constraint": null, "name": "dense_43", "W_regularizer": null, "input_dtype": "float32", "input_dim": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_43", "activation": "relu"}, "class_name": "Activation"}, {"config": {"trainable": true, "p": 0.25, "name": "dropout_37"}, "class_name": "Dropout"}, {"config": {"output_dim": 64, "activity_regularizer": null, "W_constraint": null, "activation": "linear", "init": "glorot_uniform", "b_constraint": null, "W_regularizer": null, "trainable": true, "name": "dense_44", "b_regularizer": null, "input_dim": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_44", "activation": "relu"}, "class_name": "Activation"}, {"config": {"trainable": true, "p": 0.25, "name": "dropout_38"}, "class_name": "Dropout"}, {"config": {"output_dim": 32, "activity_regularizer": null, "W_constraint": null, "activation": "linear", "init": "glorot_uniform", "b_constraint": null, "W_regularizer": null, "trainable": true, "name": "dense_45", "b_regularizer": null, "input_dim": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_45", "activation": "relu"}, "class_name": "Activation"}, {"config": {"trainable": true, "p": 0.25, "name": "dropout_39"}, "class_name": "Dropout"}, {"config": {"output_dim": 16, "activity_regularizer": null, "W_constraint": null, "activation": "linear", "init": "glorot_uniform", "b_constraint": null, "W_regularizer": null, "trainable": true, "name": "dense_46", "b_regularizer": null, "input_dim": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_46", "activation": "relu"}, "class_name": "Activation"}, {"config": {"trainable": true, "p": 0.25, "name": "dropout_40"}, "class_name": "Dropout"}, {"config": {"output_dim": 8, "activity_regularizer": null, "W_constraint": null, "activation": "linear", "init": "glorot_uniform", "b_constraint": null, "W_regularizer": null, "trainable": true, "name": "dense_47", "b_regularizer": null, "input_dim": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_47", "activation": "relu"}, "class_name": "Activation"}, {"config": {"trainable": true, "p": 0.25, "name": "dropout_41"}, "class_name": "Dropout"}, {"config": {"output_dim": 4, "activity_regularizer": null, "W_constraint": null, "activation": "linear", "init": "glorot_uniform", "b_constraint": null, "W_regularizer": null, "trainable": true, "name": "dense_48", "b_regularizer": null, "input_dim": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_48", "activation": "relu"}, "class_name": "Activation"}, {"config": {"trainable": true, "p": 0.25, "name": "dropout_42"}, "class_name": "Dropout"}, {"config": {"output_dim": 2, "activity_regularizer": null, "W_constraint": null, "activation": "linear", "init": "glorot_uniform", "b_constraint": null, "W_regularizer": null, "trainable": true, "name": "dense_49", "b_regularizer": null, "input_dim": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_49", "activation": "sigmoid"}, "class_name": "Activation"}], "class_name": "Sequential"}