{"config": [{"config": {"W_regularizer": null, "init": "glorot_uniform", "activation": "linear", "input_dim": null, "trainable": true, "batch_input_shape": [null, 39], "output_dim": 256, "b_constraint": null, "activity_regularizer": null, "input_dtype": "float32", "b_regularizer": null, "W_constraint": null, "name": "dense_1"}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "sigmoid", "name": "activation_1"}, "class_name": "Activation"}, {"config": {"W_regularizer": null, "init": "glorot_uniform", "name": "dense_2", "output_dim": 128, "b_constraint": null, "activation": "linear", "b_regularizer": null, "W_constraint": null, "trainable": true, "input_dim": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "sigmoid", "name": "activation_2"}, "class_name": "Activation"}, {"config": {"W_regularizer": null, "init": "glorot_uniform", "name": "dense_3", "output_dim": 64, "b_constraint": null, "activation": "linear", "b_regularizer": null, "W_constraint": null, "trainable": true, "input_dim": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "sigmoid", "name": "activation_3"}, "class_name": "Activation"}, {"config": {"W_regularizer": null, "init": "glorot_uniform", "name": "dense_4", "output_dim": 8, "b_constraint": null, "activation": "linear", "b_regularizer": null, "W_constraint": null, "trainable": true, "input_dim": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "sigmoid", "name": "activation_4"}, "class_name": "Activation"}, {"config": {"W_regularizer": null, "init": "glorot_uniform", "name": "dense_5", "output_dim": 4, "b_constraint": null, "activation": "linear", "b_regularizer": null, "W_constraint": null, "trainable": true, "input_dim": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "sigmoid", "name": "activation_5"}, "class_name": "Activation"}, {"config": {"W_regularizer": null, "init": "glorot_uniform", "name": "dense_6", "output_dim": 1, "b_constraint": null, "activation": "linear", "b_regularizer": null, "W_constraint": null, "trainable": true, "input_dim": null, "activity_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}